---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.TrussType
source: html/446878a1-76f4-ae69-9101-063a93198f22.htm
---
# TrussType Properties

The id of the assembly instance to which the element belongs.